Repository: gcleaner/gcleaner-vala
Catalog: po/*.po
Languages: es

source: Analyze
es: Analizar

source: Clean
es: Limpiar

source: Close
es: Cerrar

source: Concept
es: Concepto

source: Size
es: Tamaño

source: Number of files
es: Número de archivos

source: Clean your System GNU/Linux
es: Limpia tu Sistema Linux

source: About...
es: Acerca de...

source: Preferences
es: Preferencias

source: Backup files
es: Archivos de respaldo

source: Internet cache
es: Caché

source: Cache
es: Caché

source: Chat logs
es: Registro de chats

source: Bug reports
es: Reporte de errores

source: Recent documents
es: Documentos recientes

source: DOM storage
es: Almacenamiento DOM

source: Download history
es: Historial de descargas

source: Podcasts downloaded
es: Podcasts descargados

source: Internet history
es: Historial de internet

source: History
es: Historial

source: Logs files
es: Archivos log

source: Passwords
es: Contraseñas

source: Places
es: Lugares almacenados

source: Site preferences
es: Preferencias de sitios

source: Saved form history
es: Datos de formularios guardados

source: Session restoration
es: Restauraión de sesión

source: Temporary files
es: Archivos temporales

source: Most recently used files
es: Archivos recientemente usados

source: Orphan packages
es: Archivos huérfanos

source: Old kernels
es: Kernels viejos

source: Terminal history
es: Historial de la terminal

source: Thumbnails
es: Miniaturas de imágenes

source: Trash
es: Papelera

source: Unknown information.
es: Información desconocida.

source: Backup files.
es: Archivos de respaldo.

source: Temporary files downloaded for later use and reduce the bandwidth.
es: Archivos temporales descargados para su uso posterior y reducir el ancho de banda.

source: Files temporarily created for later use.
es: Archivos temporales creados para un uso posterior.

source: A chat log is an archive of transcripts from online chat and instant messaging conversations.
es: Un registro de chat es un archivo de transcripciones de conversaciones de chat en línea y de mensajería instantánea.

source: Text file, which contain information such as web site preferences, authentication, and tracking identification.
es: Archivo de texto, que contiene información como las preferencias del sitio web, la autenticación y la identificación de seguimiento.

source: File with reports of unexpected closures.
es: Archivo con informes de cierres inesperados.

source: A list of recent documents.
es: Una lista de documentos recientes.

source: The DOM storage is designed to store persistent data similar to cookies but with greatly enhanced capacity.
es: El almacenamiento DOM está diseñado para almacenar datos persistentes similares a las cookies, pero con una capacidad mucho mayor.

source: Contains a list of files downloaded
es: Contiene una lista de archivos descargados.

source: List of visited web pages
es: Lista de páginas visitadas.

source: History of modifications
es: Historial dem modificaciones

source: File that records either events that occur in an operating system or other software runs
es: Archivo que registra los eventos que ocurren en un sistema operativo u otras ejecuciones de software.

source: A database of usernames and passwords as well as a list of sites that should not store passwords.
es: Una base de datos de nombres de usuario y contraseñas, así como una lista de sitios que no deben almacenar contraseñas.

source: A database of URLs including bookmarks, favicons, and a history of visited web sites.
es: Una base de datos de URLs que incluye marcadores, archivos favicon y un historial de sitios web visitados.

source: Settings for individual sites
es: Opciones para sitios web individuales

source: A history of forms entered in web sites and in the Search bar
es: Un historial de los formularios introducidos en los sitios web y en la barra de búsqueda

source: Delete the current session
es: Borrar la sesión actual

source: File generated in order to contain information transiently.
es: Fichero generado para contener información de forma transitoria.

source: List of files most recent used.
es: Lista de archivos usados recientemente.

source: List of temporary update and package files.
es: Lista de actualización temporal y de paquetes.

source: List of packages that have been deleted, but whose configuration files still remain.
es: Lista de paquetes que han sido borrados, pero cuyos archivos de configuración aún permanecen.

source: Purge old kernels. Please, be careful.
es: Purgar los kernels viejos. Por favor, sea cuidadoso.

source: Clean the Bash history.
es: Eliminar el historial de Bash.

source: Clean the generated cache by the images.
es: Limpiar la caché generada por las imágenes.

source: Files housed in the Trash bin.
es: Archivos alojados en la Papelera.

source: <b>Warning level: </b> Low
es: <b>Nivel de advertencia: </b> Baja

source: <b>Warning level: </b> High
es: <b>Nivel de advertencia: </b> Alta

source: This option will scan <b>all selected options.</b>
es: Esta opción escaneará <b>todas las opciones seleccionadas.</b>

source: This option will remove the files from <b>all the selected options.</b>
es: Esta opción removerá los archivos de <b>todas las opciones seleccionadas.</b>

source: Start %s with the System.
es: Iniciar %s con el Sistema.

source: Use IEC sizes(1KiB = 1024 bytes) instead of SI(1kB = 1000 bytes)
es: Usar valores IEC (1KiB = 1024 bytes) en vez de los valores SI(1kB = 1000 bytes)

source: <b>Complete cleaning</b> %s (%s files) were removed. (Aproximate size)
es: <b>Limpieza completa</b> %s (%s archivos) fueron removidos. (Tamaño aproximado)

source: <b>Details of files deleted</b>
es: <b>Detalles de archivos eliminados</b>

source: <b>Complete analysis</b> %s (%s files) will be removed. (Aproximate size)
es: <b>Análisis completo</b> %s (%s archivos) serán removidos. (Tamaño aproximado)

source: <b>Details of files to be deleted (Note: No file have been deleted yet)</b>
es: <b>Detalles de los archivos a ser eliminados (Nota: Ningún archivo fue eliminado)</b>

source: <b>Congratulations! The System is clean!</b>
es: <b>¡Felicitaciones! ¡El Sistema se encuentra limpio!</b>

source: Audio player
es: Reproductor de música

source: Web browser
es: Navegador web

source: Web browser and chat client
es: Navegador web y cliente de chat

source: Chat client
es: Cliente de chat

source: Desktop environment
es: Entorno de escritorio

source: Email client
es: Cliente de correo electrónico

source: Feeds reader
es: Lector de noticias

source: File transfer client
es: Cliente de transferencia de archivos

source: Game
es: Juego

source: Graphics editor
es: Editor gráfico

source: Compatibility layer for Windows software
es: Capa de compatibilidad para software de Windows

source: Multimedia viewer
es: Visor multimedia

source: Office suite
es: Paquete de ofimática

source: Package manager
es: Gestor de paquetes

source: Podcast manager
es: Gestor de podcasts

source: 3D map rendering program
es: Programa de renderizado de mapas en 3D

source: The system in general
es: El Sistema en general

source: Residual files from Java
es: Archivos residuales de Java

source: Unknown type of application
es: Tipo de aplicación desconocida

source: Are you sure you want to continue?
es: ¿Está seguro de querer continuar?

source: Are you sure you want to delete cache and obsolete Package System files?
es: ¿Está seguro de querer eliminar caché y archivos obsoletos del Gestor de paquetes?

source: Are you sure you want to delete orphan Package System files?
es: ¿Está seguro que desea eliminar archivos huérfanos del Gestor de paquetes?

source: Are you sure you want to delete the old kernels?
es: ¿Está seguro que desea eliminar los kernels antiguos?

source: Are you sure you want to remove %s passwords?
es: ¿Está seguro que quiere remover las contraseñas de %s?

source: Applications
es: Aplicaciones

source: System
es: Sistema

source: Unknown
es: Desconocido

source: Unknown video card
es: Tarjeta de video no reconocida

source: Not found
es: No encontrado

source: Unknown Processor
es: Procesador desconocido

source: Unknown size
es: Tamaño desconocido

source: files
es: archivos

source: Operation was cancelled
es: La operación fue cancelada

source: %s selected option
es: %s opción seleccionada
